Repository: ngoprekcode/muslimate-mobile-app
Catalog: packages/library/uikit/assets/l10n/app_*.arb
Languages: id

# appTitle
source: Flutter Demo
id: Demo Flutter

# homeTitle
source: Flutter Demo Home Page
id: Halaman Utama Demo Flutter

# counterText
source: You have pushed the button this many times:
id: Tombol ini sudah ditekan sebanyak:

source: Increment
id: Tambah

# languageMismatchTitle
source: Language Mismatch
id: Bahasa Berbeda

# languageMismatchMessage
source: System language is {system}, but you selected {selected}. Do you want to continue?
id: Bahasa sistem adalah {system}, tetapi kamu memilih {selected}. Lanjutkan?

source: Cancel
id: Batal

# featureAuthTitleQuran
source: Read the Qur’an
id: Baca Al-Qur’an

# featureAuthTitlePrayer
source: Prayer Times
id: Jadwal Sholat

# featureAuthTitleQibla
source: Qibla Direction
id: Arah Kiblat

# featureAuthTextQuranDesc
source: Access the full Qur’an with translation and tafsir.
id: Dapatkan akses ke Al-Qur’an lengkap dengan terjemahan dan tafsir untuk menemani perjalanan spiritual Anda.

# featureAuthTextPrayerDesc
source: Get reminders and accurate prayer times based on your location.
id: Jangan lewatkan shalat Anda! Dapatkan notifikasi pengingat dan jadwal shalat akurat sesuai lokasi Anda.

# featureAuthTextQiblaDesc
source: Find the Qibla accurately wherever you are.
id: Temukan arah kiblat dengan akurat di mana pun Anda berada, sehingga Anda bisa melaksanakan shalat dengan tenang.

# featureAuthButtonSkip
source: Skip
id: Lewati

# featureAuthButtonNext
source: Next
id: Berikutnya

# featureAuthButtonGetStarted
source: Get Started
id: Mulai

# featureQiblaAppBarTitle
source: Qibla Compass
id: Kompas Kiblat

# featureQiblaPermissionDenied
source: Location permission denied. Please enable it in settings.
id: Izin lokasi ditolak. Silakan aktifkan di pengaturan.

# featureQiblaLoadingMessage
source: Getting location & compass...
id: Mengambil lokasi dan arah kompas...

# featureQiblaPermissionDeniedShort
source: Location permission denied
id: Izin lokasi ditolak

# featureQiblaRetry
source: Retry
id: Coba Lagi

# featureQiblaErrorPrefix
source: Error:
id: Kesalahan:

# featureQiblaPreparing
source: Preparing Qibla...
id: Menyiapkan arah kiblat...

# featureQiblaLocationUnknown
source: Location unknown
id: Lokasi tidak diketahui

# featureQiblaAngle
source: Qibla angle
id: Sudut Kiblat

# featureQiblaLowAccuracyHint
source: Tap "Calibrate" if accuracy is low
id: Tekan "Kalibrasi" jika akurasinya rendah

# featureQiblaNoAccuracy
source: No acc
id: Tidak ada akurasi

# featureQiblaCalibrationNeeded
source: Calibration needed
id: Perlu kalibrasi

# featureQiblaTips
source: Tips: Place the device on a flat surface, keep away from metal objects, and avoid cases with magnets. For better results, move the phone in a figure-eight motion to calibrate.
id: Tips: Letakkan perangkat di permukaan datar, jauhkan dari logam atau magnet. Untuk hasil lebih baik, gerakkan ponsel membentuk angka delapan.

# featureQiblaDialogTitle
source: Calibrate Compass
id: Kalibrasi Kompas

# featureQiblaDialogInstruction1
source: Move your phone in a figure-eight motion until accuracy improves.
id: Gerakkan ponsel membentuk angka delapan sampai akurasi membaik.

# featureQiblaDialogInstruction2
source: Place the device on a flat surface if available.
id: Letakkan perangkat di permukaan datar jika memungkinkan.

# featureQiblaDialogClose
source: Close
id: Tutup

# featureQiblaDialogDone
source: Done, calibration completed
id: Selesai, sudah dikalibrasi

# featureQiblaCalibrationButton
source: Calibrate
id: Kalibrasi

# featureQiblaCompassNorth
source: N
id: U

# featureQiblaCompassQiblaLabel
source: Qibla
id: Kiblat

# featureQiblaCompassQiblaText
source: Qibla: {angle}°
id: Kiblat: {angle}°

# featureQiblaCompassHeadingText
source: Heading: {heading}°
id: Arah: {heading}°

# featureMaintenanceTitle
source: Under Maintenance
id: Sedang Dalam Pemeliharaan

# featureMaintenanceMessage
source: Our service is temporarily down for maintenance. We are working to bring things back as soon as possible. Thank you for your patience.
id: Layanan kami sedang dalam pemeliharaan sementara. Kami sedang berusaha memulihkan layanan secepat mungkin. Terima kasih atas kesabaran Anda.

# featureMaintenanceAction
source: Check Status
id: Periksa Status

# featureMaintenanceUnableToOpen
source: Unable to open status page
id: Tidak dapat membuka halaman status

# featureMaintenanceAppreciation
source: We appreciate your patience.
id: Kami menghargai kesabaran Anda.

# settingsTitle
source: Settings
id: Pengaturan

# settingsLanguage
source: Language
id: Bahasa

# settingsChangeLanguageSubtitle
source: Change app language
id: Ubah bahasa aplikasi

# settingsAppInformation
source: App Information
id: Informasi Aplikasi

# settingsVersionLabel
source: Version
id: Versi

# settingsFeedbackSupport
source: Feedback & Support
id: Masukan & Dukungan

# settingsSendFeedbackTitle
source: Send Feedback
id: Kirim Masukan

# settingsSendFeedbackSubtitle
source: Report bugs or send suggestions
id: Laporkan bug atau kirim saran

# settingsContactDeveloperTitle
source: Contact Developer
id: Hubungi Pengembang

# settingsFooterThanks
source: Thank you for using our app
id: Terima kasih telah menggunakan aplikasi kami

# updateHardTitle
source: Update Required
id: Perlu Pembaruan

# updateHardMessage
source: Your app version is no longer supported. Please update to continue using the app.
id: Versi aplikasi Anda sudah tidak didukung. Silakan lakukan pembaruan untuk melanjutkan.

# updateSoftTitle
source: New Update Available
id: Pembaruan Tersedia

# updateSoftMessage
source: A newer version of the app is available. Would you like to update now?
id: Versi baru aplikasi tersedia. Apakah Anda ingin memperbarui sekarang?

source: Update Now
id: Perbarui Sekarang

source: Later
id: Nanti
